Repository: hipaypt/woocommerce-hipay-comprafacil-mbway
Catalog: src/woocommerce-mbway-hipay-gateway/languages/woocommerce-gateway-hipaymbway-*.po
Languages: pt_pt

source: Pay with your MB WAY app
pt_pt: Pague com a app MB WAY

source: Enable/Disable
pt_pt: Ativar/Desativar

source: Activate payment method
pt_pt: Ativar método de pagamento

source: Use Sandbox
pt_pt: Plataforma de Teste

source: Activate test account
pt_pt: Ativar conta de teste

source: Entity
pt_pt: Entidade

source: Your user account entity.
pt_pt: A entidade da sua conta.

source: Username
pt_pt: Utilizador

source: Username for MB WAY webservice.
pt_pt: Username para o webservice MB WAY

source: Password
pt_pt: Senha

source: Password for MB WAY webservice.
pt_pt: Password para o webservice MB WAY

source: Default payment image
pt_pt: Imagem do pagamento

source: Default image used during the checkout process.
pt_pt: A imagem a visualizar durante o checkout

source: No image
pt_pt: Sem imagem

source: Large
pt_pt: Grande

source: Medium
pt_pt: Média

source: Small
pt_pt: Pequena

source: Update stocks
pt_pt: Atualizar stocks

source: Reduce stocks only after payment confirmation.
pt_pt: Reduzir os stocks depois da confirmação do pagamento.

source: Category
pt_pt: Categoria

source: Category for MB WAY webservice.
pt_pt: Categoria da conta

source: Payment with MB WAY app.
pt_pt: Pagamento com a app MB WAY.

source: SOAP Library
pt_pt: Livraria SOAP

source: Install and activate SOAP library.
pt_pt: Instalar e ativar a livraria SOAP.

source: Webservice configuration
pt_pt: Configuração do Webservice

source: Please check the configuration or the server access to the webservice.
pt_pt: Por favor verifique os dados de configuração e o acesso do seu servidor ao webservice.

source: Error:
pt_pt: Erro:

source: Ensure that you have SOAP library and Woocommerce REST API activated.
pt_pt: Certifique-se que tem a livraria SOAP e a API REST do Woocommerce ativadas.

source: Activate sandbox if you wish to use a test account.
pt_pt: Ativar se pretender usar uma conta de teste.

source: Entity, username, password and category are provided by HiPay.
pt_pt: Entidade, utilizador, senha e categoria são dados fornecidos pelo HiPay.

source: Please enter your phone number:
pt_pt: Por favor indique o seu número de telemóvel com app MB WAY:

source: If necessary, enter a different phone number to make the payment:
pt_pt: Se necessario, indique um número diferente de telemóvel para efetuar o pagamento:

source: Invalid MB WAY phone number.
pt_pt: Número de telefone inválido.

source: Waiting payment confirmation from MB WAY.
pt_pt: Aguarda a confirmação de pagamento do MB WAY.

source: Operation refused. Please try again or choose another payment method.
pt_pt: Operação recusada. Por favor tente de novo ou escolha outro métodos de pagamento.

source: Operation refused. Limit exceeded. Please try again or choose another payment method.
pt_pt: Operação recusada. Limite de pagamentos atingido. Por favor tente de novo ou escolha outro métodos de pagamento.

source: Operation refused. Invalid phone number. Please try again with another phone number or choose another payment method.
pt_pt: Operação recusada. Número de telemóvel inválido. Por favor tente de novo com outro número ou escolha outro métodos de pagamento.

source: Operation refused. Unassigned phone number. Please try again with another phone number or choose another payment method.
pt_pt: Operação recusada. Número de telemóvel não tem o serviço MB WAY ativo. Por favor tente de novo com outro número ou escolha outro métodos de pagamento.

source: Notification: Order not found.
pt_pt: Notificação: ordem não encontrada.

source: Notification: Transaction ID does not match.
pt_pt: Notificação: id da transação não corresponde.

source: Notification: Order amount and transaction amount do not match.
pt_pt: Notificação: valor da ordem e da transação não são iguais.

source: Notification: Unable to confirm payment status.
pt_pt: Notificação: foi impossivel confirmar a transação. Por favor confirme o estado.

source: Notification: Status code does not match.
pt_pt: Notificação: status da transação não corresponde.

source: Stock updated
pt_pt: Stock atualizado

source: MB WAY payment confirmed
pt_pt: Pagamento MB WAY confirmado

source: Waiting capture notification
pt_pt: Aguarda notificação de captura

source: Refunded
pt_pt: Devolução confirmada

source: Please confirm the payment using your MB WAY App. The order will be processed as soon as we get the payment confirmation.
pt_pt: Por favor confirme o pagamento através da sua app MB WAY. A compra será processada assim que recebermos a confirmação do pagamento.

source: Plugin WooCommerce for MB WAY payments via HiPay. For more information contact <a href="mailto:hipay.portugal@hipay.com" target="_blank">hipay.portugal@hipay.com</a>.
pt_pt: Plugin WooCommerce para pagamentos MB WAY via HiPay. Para mais informações contactar <a href="mailto:hipay.portugal@hipay.com" target="_blank">hipay.portugal@hipay.com</a>.

source: http://www.hipaycomprafacil.com
pt_pt: https://www.hipaycomprafacil.com
